<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="UpSalary70_30_Evaluation.aspx.cs" Inherits="WEB_PERSONAL.UpSalary70_30_Evaluation" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <div class="default_page_style">
        <div class="ps-header"><img src="Image/Small/money.png" />ประเมินการขอขึ้นเงินเดือนแบบ 70% 30%</div>
        <div>
        <table class="ps-sal-table">
            <tr>
                <th>กิจกรรม / โครงการ / งาน</th>
                <th>คำอธิบายตัวชี้วัดโดยย่อ</th>
                <th>ค่าเป้าหมาย</th>
                <th style="min-width: 80px;">การพิจารณา</th>
            </tr>
            <tr class="ps-sal-table-mr">
                <td><b>1. การเรียนการสอน</b></td>
                <td>20-35</td>
                <td>(ตัวชี้วัดที่ 1.1 -1.3 เป็นตัวชี้วัดบังคับ ตัวชี้วัดที่ 1.4 - 1.10 เป็นตัวชี้วัดเลือก ซึ่งรวมน้ำหนักคะแนนของภารกิจที่ 1 ด้านการเรียนการสอน ต้องไม่เกินร้อยละ 35 และน้ำหนักคะแนนรวม ทุกตัวชี้วัดต้องไม่เกินร้อยละ 70</td>
                <td></td>
            </tr>
            <tr>
                <td><b>1.1 มีจำนวนชั่วโมงสอนไม่น้อยกว่าภาระงานขั้นต่ำ</b> (รองคณบดี 3,หน.สาขา/หน.งาน 4, อ.ผู้สอน 6)</td>
                <td>10</td>
                <td>ค่าระดับ 1 = จำนวนชั่วโมงสอนน้อยกว่าภาระงานขั้นต่ำตั้งแต่4 ชม./สป.ขึ้นไป ค่าระดับ 2 = จำนวนชั่วโมงสอนน้อยกว่าภาระงานขั้นต่ำ 1 - 3 ชม./สป. ค่าระดับ 3 = จำนวนชั่วโมงสอนเป็นไปตามภาระงานขั้นต่ำ ค่าระดับ 4 = จำนวนชั่วโมงสอนสูงกว่าภาระงานขั้นต่ำ 1 - 3 ชม./สป. ค่าระดับ 5 = จำนวนชั่วโมงสอนสูงกว่าภาระงานขั้นต่ำตั้งแต่ 4 ชม./สป.ขึ้นไป หมายเหตุ นับเฉพาะ ชม.สอนที่เบิกไม่ได้</td>
                <td></td>
            </tr>
            <tr>
                <td><b>1.2 มีประมวลรายวิชา/แผนการสอน โดยมีการดำเนินการดังนี้</b>
1 มีประมวลรายวิชา/แผนการสอน 
2 มีประมวลรายวิชา/แผนการสอนก่อนการเปิดภาคเรียน 
3 มีประมวลรายวิชา/แผนการสอนที่มีเนื้อหาและรูปแบบตรงตามที่กำหนดในกรอบ TQF/เกณฑ์มาตรฐานหลักสูตรระดับปริญญาตรี ปี 2548 
4 มีประมวลรายวิชา/แผนการสอนที่ส่งเสริมทักษะ การเรียนรู้ด้วยตนเองและให้ผู้เรียนได้เรียนรู้จากการ ปฏิบัติทั้งในและนอกห้องเรียนหรือจากการทำวิจัย 
5 มีประมวลรายวิชา/แผนการสอนที่ให้ผู้มี ประสบการณ์ทางวิชาการ/วิชาชีพจากหน่วยงานหรือ ชุมชนภายนอกเข้ามามีส่วนร่วมในกระบวนการเรียนการสอน</td>
                <td>5</td>
                <td>ระดับค่าเป้าหมาย นับตามจำนวนข้อที่ดำเนินการ 
ค่าระดับ 1 = มีการดำเนินการ 1 ข้อ 
ค่าระดับ 2 = มีการดำเนินการ 2 ข้อ 
ค่าระดับ 3 = มีการดำเนินการ 3 ข้อ 
ค่าระดับ 4 = มีการดำเนินการ 4 ข้อ 
ค่าระดับ 5 = มีการดำเนินการ 5 ข้อ </td>
                <td></td>
            </tr>
            <tr>
                <td><b>1.3 มีผลการประเมินความพึงพอใจของผู้เรียนที่มีต่อคุณภาพการจัดการเรียนการสอน ไม่ต่ำกว่า 3.51 จากคะแนนเต็ม 5</b></td>
                <td>5</td>
                <td>
ค่าระดับ 1 = ผลการประเมินความพึงพอใจอยู่ระหว่าง 2.51 - 3 
ค่าระดับ 2 = ผลการประเมินความพึงพอใจอยู่ระหว่าง 3.01 - 3.5 
ค่าระดับ 3 = ผลการประเมินความพึงพอใจอยู่ระหว่าง 3.51 - 4 
ค่าระดับ 4 = ผลการประเมินความพึงพอใจอยู่ระหว่าง 4.01 - 4.5 
ค่าระดับ 5 = ผลการประเมินความพึงพอใจอยู่ระหว่าง 4.51 - 5 </td>
                <td></td>
            </tr>
            <tr>
                <td><b>1.4 มีการเข้ารับการอบรมทางวิชาการหรือวิชาชีพ เทคนิคการสอนและการวัดผล</b></td>
                <td>
                    <asp:Label ID="Label1" runat="server" Text="Label"></asp:Label>
                </td>
                <td>
                    ระดับค่าเป้าหมาย นับตามจำนวนครั้งที่เข้าอบรม 
(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox1" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>1.5 มีการจัดการเรียนรู้ที่พัฒนาจากการวิจัย หรือจากกระบวนการจัดการความรู้เพื่อพัฒนาการเรียนการสอน</b></td>
                <td>
                    <asp:Label ID="Label2" runat="server" Text="Label"></asp:Label>
                </td>
                <td>สามารถนับได้ไม่เกิน 2 รอบการประเมิน</td>
                <td>
                    <asp:CheckBox ID="CheckBox2" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>1.6 มีการพัฒนาหรือปรับปรุงการจัดการเรียนการสอน กลยุทธ์การสอน หรือการประเมินผลการเรียนรู้ทุกรายวิชา ตามผลการประเมินรายวิชา</b></td>
                <td>
                    <asp:Label ID="Label3" runat="server" Text="Label"></asp:Label>
                </td>
                <td>สามารถนับได้ไม่เกิน 2 รอบการประเมิน</td>
                <td>
                    <asp:CheckBox ID="CheckBox3" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>1.7 มีผลงานการเป็นอาจารย์ที่ปรึกษา/มีการให้คำปรึกษาทางวิชาการและแนะแนวการใช้ชีวิตแก่นักศึกษา (ทั่วไป)</b>
1. มีคำสั่งแต่งตั้งเป็นอาจารย์ที่ปรึกษา 
2. มีตารางการให้นักศึกษาเข้าพบเพื่อให้คำปรึกษา 
3. มีการให้คำปรึกษาทางวิชาการและแนะแนวการใช้ชีวิตแก่นักศึกษา 
4. มีการแจ้งข้อมูลข่าวสารที่เป็นประโยชน์ต่อนักศึกษา 
5. มีการนำนักศึกษาเข้าร่วมกิจกรรมเพื่อพัฒนาประสบการณ์ทางวิชาการและทักษะวิชาชีพแก่ นักศึกษา</td>
                <td>
                    <asp:Label ID="Label4" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ระดับค่าเป้าหมาย นับตามจำนวนข้อที่ดำเนินการ 
(สามารถนับได้ไม่เกิน 2 รอบการประเมิน) 
ค่าระดับ 1 = มีการดำเนินการ 1 ข้อ 
ค่าระดับ 2 = มีการดำเนินการ 2 ข้อ 
ค่าระดับ 3 = มีการดำเนินการ 3 ข้อ 
ค่าระดับ 4 = มีการดำเนินการ 4 ข้อ 
ค่าระดับ 5 = มีการดำเนินการ 5 ข้อ </td>
                <td>
                    <asp:CheckBox ID="CheckBox4" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>1.8 มีผลงานการเป็นผู้รับผิดชอบโครงการกิจกรรมนักศึกษา/เป็นคณะกรรมการโครงการกิจกรรมนักศึกษา/เป็นอาจารย์ที่ปรึกษาโครงการ/อาจารย์ที่ปรึกษาชมรม (กิจกรรม/โครงการต่างๆ)</b></td>
                <td>
                    <asp:Label ID="Label5" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ระดับค่าเป้าหมาย นับตามจำนวนโครงการ/ชมรม (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox5" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>1.9 มีการจัดกิจกรรม/โครงการเพื่อพัฒนาประสบการณ์ทางวิชาการหรือทักษะวิชาชีพแก่นักศึกษา</b></td>
                <td>
                    <asp:Label ID="Label6" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ระดับค่าเป้าหมาย นับตามจำนวนโครงการ/กิจกรรม (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox6" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>1.10 ภาระงานสอนอื่น ๆ</b></td>
                <td>
                    <asp:Label ID="Label7" runat="server" Text="Label"></asp:Label>
                </td>
                <td></td>
                <td>
                    <asp:CheckBox ID="CheckBox7" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr class="ps-sal-table-mr">
                <td><b>2. การวิจัยหรือตำราหรือหนังสือหรือผลงานทางวิชาการหรือบทความทางวิชาการ</b></td>
                <td>5-20</td>
                <td>(บังคับเลือกตัวชี้วัดที่ 2.1 หรือ 2.2 ตัวชี้วัดเลือกที่ 2.3-2.7 เป็นตัวชี้วัดเลือก ซึ่งรวมน้ำหนักคะแนนของภารกิจที่ 2 ด้านการวิจัย ต้องไม่เกินร้อยละ 20 และน้ำหนักคะแนนรวมทุกตัวชี้วัดต้องไม่เกิน ร้อยละ 70 )</td>
                <td></td>
            </tr>
            <tr>
                <td><b>2.1 มีผลงานวิจัยหรืองานสร้างสรรค์</b> 
1. มีโครงร่างหัวข้องานวิจัย/งานสร้างสรรค์ที่พร้อมนำเสนอ 
2. มีการนำเสนอหัวข้องานวิจัย/งานสร้างสรรค์ตามกระบวนการของมหาวิทยาลัย 
3. ได้รับอนุมัติงบประมาณสนับสนุนโครงการวิจัย/งานสร้างสรรค์ 
4. เป็นหัวหน้าโครงการวิจัย/งานสร้างสรรค์ที่ได้รับอนุมัติงบประมาณ 
5. งานวิจัยหรืองานสร้างสรรค์แล้วเสร็จตามเวลาที่กำหนด</td>
                <td>5-10</td>
                <td>ระดับค่าเป้าหมาย นับตามจำนวนข้อที่ดำเนินการ 
ค่าระดับ 1 = มีการดำเนินการ 1 ข้อ 
ค่าระดับ 2 = มีการดำเนินการ 2 ข้อ 
ค่าระดับ 3 = มีการดำเนินการ 3 ข้อ 
ค่าระดับ 4 = มีการดำเนินการ 4 ข้อ 
ค่าระดับ 5 = มีการดำเนินการ 5 ข้อ 
(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td></td>
            </tr>
            <tr>
                <td><b>2.2 ระดับคุณภาพของผลงานวิชาการ</b></td>
                <td>5-10</td>
                <td>กรณีที่เป็นบทความวิชาการ/ตำรา/หนังสือ สามารถนับได้ไม่เกิน 2 รอบการประเมิน (สามารถนับได้ไม่เกิน 2 รอบการประเมิน) 
ค่าระดับ 1-2 ไม่มี 
ค่าระดับ 3 = มีเอกสารประกอบการสอนที่พัฒนาขึ้นเองในรายวิชาที่สอน 
ค่าระดับ 4 = มีบทความวิชาการที่ได้รับการตีพิมพ์ในวารสารระดับชาติ/นานาชาติ 
ค่าระดับ 5 = มีตำราหรือหนังสือที่มีการตรวจอ่านโดยผู้ทรงคุณวุฒิ/มีตำราหรือหนังสือที่ใช้ในการขอผลงานทางวิชาการและผ่านการพิจารณาตามเกณฑ์การขอตำแหน่งทางวิชาการแล้วหรือตำราหรือหนังสือที่มีคุณภาพสูงมีผู้ทรงคุณวุฒิตรวจอ่านตามเกณฑ์การขอตำแหน่งทางวิชาการ</td>
                <td></td>
            </tr>
            <tr>
                <td><b>2.3 มีการบูรณาการกระบวนการวิจัยหรืองานสร้างสรรค์กับการจัดการเรียนการสอน</b></td>
                <td>
                    <asp:Label ID="Label8" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ค่าระดับ 1 - 3 ไม่มี กรณีไม่มีการบูรณาการกระบวนการวิจัยหรืองานสร้างสรรค์กับการจัดการเรียนการสอน ให้ค่าระดับคะแนนเท่ากับ 0 (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox8" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>2.4 มีผลงานการเผยแพร่งานวิจัยหรืองานสร้างสรรค์ในการประชุมวิชาการหรือการตีพิมพ์ในวารสารระดับชาติ/นานาชาติ</b></td>
                <td>
                    <asp:Label ID="Label9" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ค่าระดับ 1 - 2 ไม่มี กรณีไม่มีการเผยแพร่งานวิจัย/งานสร้างสรรค์ ให้ค่าระดับคะแนน เท่ากับ 0 (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox9" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>2.5 จำนวนครั้งในการเผยแพร่งานวิจัยหรืองานสร้างสรรค์ในการประชุมวิชาการหรือการตีพิมพ์ในวารสารระดับชาติ/นานาชาติ</b></td>
                <td>
                    <asp:Label ID="Label10" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ค่าระดับ 1 - 4 ไม่มี กรณีไม่มีการเผยแพร่งานวิจัยหรืองานสร้างสรรค์ ให้ค่าระดับคะแนนเท่ากับ 0 (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox10" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>2.6 มีการนำผลงานวิจัยหรืองานสร้างสรรค์ไปใช้ให้เกิดประโยชน์ และมีการรับรองการใช้ประโยชน์จริงจากหน่วยงานภายนอกหรือชุมชน</b></td>
                <td>
                    <asp:Label ID="Label11" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ค่าระดับ 1 - 4 ไม่มี กรณีไม่มีการนำผลงานวิจัยหรืองานสร้างสรรค์ ไปใช้ให้เกิดประโยชน์ และมีการรับรองการใช้ประโยชน์จริงจากหน่วยงานภายนอกหรือชุมชน ให้ค่าระดับคะแนนเท่ากับ 0(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox11" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>2.7 มีการจดสิทธิบัตร/อนุสิทธิบัตร</b></td>
                <td>ค่าระดับ 1 - 4 ไม่มี กรณีไม่มีการจดสิทธิบัตร/ อนุสิทธิบัตร ให้ค่าระดับคะแนนเท่ากับ 0(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>จำนวนผลงาน</td>
                <td></td>
            </tr>
            <tr>
                <td><b>2.8 ภาระงานวิชาการอื่น ๆ</b></td>
                <td>
                    <asp:Label ID="Label12" runat="server" Text="Label"></asp:Label>
                </td>
                <td></td>
                <td>
                    <asp:CheckBox ID="CheckBox12" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr class="ps-sal-table-mr">
                <td><b>3. การบริการวิชาการ</b></td>
                <td>5-20</td>
                <td>(ตัวชี้วัดที่ 3.1 หรือ 3.2 เป็นตัวชี้วัดบังคับ ตัวชี้วัดที่ 3.3 - 3.4 เป็นตัวชี้วัดเลือก โดยให้น้ำหนักคะแนนไม่เกินร้อยละ 5 ต่อ 1 ตัวชี้วัด ซึ่งรวมน้ำหนักคะแนนของภารกิจที่ 3 ด้านการบริการวิชาการ ต้องไม่เกินร้อยละ 20 และน้ำหนักคะแนนรวมทุกตัวชี้วัดต้องไม่เกินร้อยละ 70</td>
                <td></td>
            </tr>
            <tr>
                <td><b>3.1 มีผลงานการบริการทางวิชาการแก่สังคม</b></td>
                <td>5</td>
                <td>สามารถนับได้ 2 รอบการประเมิน</td>
                <td></td>
            </tr>
            <tr>
                <td><b>3.2 มีผลงานการเป็นผู้รับผิดชอบโครงการบริการวิชาการแก่สังคม</b></td>
                <td>5</td>
                <td>ระดับค่าเป้าหมาย นับตามจำนวนโครงการที่รับผิดชอบดำเนินการ (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td></td>
            </tr>
            <tr>
                <td><b>3.3 เป็นคณะกรรมการโครงการบริการวิชาการแก่สังคม</b></td>
                <td>
                    <asp:Label ID="Label13" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ระดับค่าเป้าหมาย นับตามจำนวนโครงการที่เป็นคณะกรรมการดำเนินการ (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox13" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>3.4 มีการบูรณาการงานบริการทางวิชาการแก่สังคม</b></td>
                <td>
                    <asp:Label ID="Label14" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ค่าระดับ 1 - 2 ไม่มี กรณีไม่มีการบูรณาการงานบริการทางวิชาการแก่สังคม ให้ค่าระดับคะแนนเท่ากับ 0 
ค่าระดับ 3 = มีการบูรณาการงานบริการทางวิชาการแก่สังคมกับการเรียนการสอนหรือการวิจัย 
ค่าระดับ 4 = มีการประเมินผลความสำเร็จของการบูรณาการทางวิชาการแก่สังคมกับการเรียนการสอนหรือการวิจัย 
ค่าระดับ 5 = มีการนำผลการประเมินไปปรับปรุงการบูรณาการทางวิชาการแก่สังคมกับการเรียนการสอนหรือการวิจัย </td>
                <td>
                    <asp:CheckBox ID="CheckBox14" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>3.5 งานบริการวิชาการอื่น ๆ</b></td>
                <td>
                    <asp:Label ID="Label15" runat="server" Text="Label"></asp:Label>
                </td>
                <td></td>
                <td>
                    <asp:CheckBox ID="CheckBox15" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr class="ps-sal-table-mr">
                <td><b>4. การทำนุบำรุงศิลปวัฒนธรรม</b></td>
                <td>5-10</td>
                <td>(ตัวชี้วัดที่ 4.1 หรือ 4.2 เป็นตัวชี้วัดบังคับ ตัวชี้วัดที่ 4.3 เป็นตัวชี้วัดเลือก โดยให้น้ำหนักคะแนนไม่เกินร้อยละ 5 ต่อ 1 ตัวชี้วัด ซึ่งรวมน้ำหนักคะแนนของภารกิจ ที่ 4 ด้านการทำนุบำรุงศิลปะและวัฒนธรรมต้อง ไม่เกินร้อยละ 10 และน้ำหนักคะแนนรวมทุกตัวชี้วัดต้องไม่เกินร้อยละ 70)</td>
                <td></td>
            </tr>
            <tr>
                <td><b>4.1 มีผลงานการเป็นผู้รับผิดชอบ/เป็นคณะกรรมการดำเนินโครงการทำนุบำรุงศิลปวัฒนธรรม</b></td>
                <td>5</td>
                <td>สามารถนับได้ไม่เกิน 2 รอบการประเมิน</td>
                <td></td>
            </tr>
            <tr>
                <td><b>4.2 การเข้าร่วมโครงการทำนุบำรุงศิลปวัฒนธรรม</b></td>
                <td>5</td>
                <td>สามารถนับได้ไม่เกิน 2 รอบการประเมิน</td>
                <td></td>
            </tr>
            <tr>
                <td><b>4.3 การปฏิบัติตามระบบและกลไกการทำนุบำรุงศิลปวัฒนธรรม</b>
1. มีการบูรณาการงานด้านทำนุบำรุงกิจกรรม ศิลปวัฒนธรรมกับการจัดการเรียนการสอน/ นักศึกษา 
2. มีการเผยแพร่กิจกรรมหรือบริการด้านทำนุ บำรุงศิลปวัฒนธรรมต่อสาธารณชน 
3. มีการประเมินผลความสำเร็จของการบูรณาการ งานด้านทำนุบำรุงศิลปวัฒนธรรมกับการจัดการ เรียนการสอน/กิจกรรมนักศึกษา 
4. มีการนำผลการประเมินไปปรับปรุงการบูรณา การงานด้านทำนุบำรุงศิลปวัฒนธรรมกับการจัดการ เรียนการสอน/กิจกรรมนักศึกษา 
5. มีการกำหนดหรือสร้างมาตรฐานคุณภาพด้าน ศิลปวัฒนธรรมและมีผลงานเป็นที่ยอมรับใน ระดับชาติ</td>
                <td>
                    <asp:Label ID="Label16" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ระดับค่าเป้าหมาย นับตามจำนวนข้อที่ดำเนินการ 
ค่าระดับ 1 = มีการดำเนินการ 1 ข้อ 
ค่าระดับ 2 = มีการดำเนินการ 2 ข้อ 
ค่าระดับ 3 = มีการดำเนินการ 3 ข้อ 
ค่าระดับ 4 = มีการดำเนินการ 4 ข้อ 
ค่าระดับ 5 = มีการดำเนินการ 5 ข้อ 
(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox16" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr class="ps-sal-table-mr">
                <td><b>5. งานบริหาร/งานอื่น ๆ ตามยุทธศาสตร์ นโยบาย ของมหาวิทยาลัย/คณะ/วิทยาลัย</b></td>
                <td>20</td>
                <td>(ตัวชี้วัดที่ 5.1 เป็นตัวชี้วัดบังคับ ตัวชี้วัดที่ 5.2 - 5.7 เป็นตัวชี้วัดเลือก โดยให้น้ำหนักคะแนนไม่เกินร้อยละ 5 ต่อ 1 ตัวชี้วัด ซึ่งรวมน้ำหนักคะแนนของภารกิจที่ 5 ด้านงานบริหาร/งานอื่น ๆ ตามยุทธศาสตร์ฯ ต้องไม่เกินร้อยละ 20 และน้ำหนักคะแนนรวมทุกตัวชี้วัดต้องไม่เกินร้อยละ 70)</td>
                <td></td>
            </tr>
            <tr>
                <td><b>5.1 การให้ความร่วมมือเข้าร่วมกิจกรรมของวัน คณะ/มหาวิทยาลัย เช่น การประชุมปฐมนิเทศ ปัจฉิมนิเทศ กฐินพระราชทาน งานกีฬา ไหว้ครู สำคัญทางศาสนา ฯลฯ</b></td>
                <td>5</td>
                <td>ระดับค่าเป้าหมาย นับตามจำนวนครั้งที่เข้าร่วมกิจกรรม (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td></td>
            </tr>
            <tr>
                <td><b>5.2 เป็นคณะกรรมการประกันคุณภาพ</b>
1 มีคำสั่งแต่งตั้งเป็นคณะกรรมการ 
2 มีการเข้าร่วมประชุมคณะกรรมการ 
3 มีผลการปฏิบัติงาน 
4 มีรายงานผลการปฎิบัติงาน 
5 มีการนำผลการประเมิน/ผลการดำเนินงานของปีก่อนมาพัฒนาปรับปรุง</td>
                <td>
                    <asp:Label ID="Label17" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ระดับค่าเป้าหมาย นับตามจำนวนครั้งที่เข้าร่วมกิจกรรม (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox17" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>5.3 เป็นคณะกรรมการจัดการความรู้</b>
1 มีคำสั่งแต่งตั้งเป็นคณะกรรมการ
2 มีการกำหนดประเด็นความรู้และเป้าหมายของ การจัดการความรู้ที่สอดคล้องกับแผนกลยุทธ์ของ สถาบัน อย่างน้อยครอบคลุมพันธกิจด้านการผลิต บัณฑิตและด้านการวิจัย
3 มีการแบ่งปันและแลกเปลี่ยนเรียนรู้จากผู้มี ประสบการณ์ตรง
4 มีการรวบรวมความรู้มาพัฒนาและจัดเก็บอย่าง เป็นระบบโดยเผยแพร่เป็นลายลักษณ์อักษร
5 มีการนำความรู้ที่ได้จากการจัดการความรู้ที่เป็น แนวปฏิบัติที่ดีมาปรับใช้ในการปฏิบัติงานจริง</td>
                <td>
                    <asp:Label ID="Label18" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ระดับค่าเป้าหมาย นับตามจำนวนข้อที่ดำเนินการ ค่าระดับ 1 = มีการดำเนินการ 1 ข้อ 
ค่าระดับ 2 = มีการดำเนินการ 2 ข้อ 
ค่าระดับ 3 = มีการดำเนินการ 3 ข้อ 
ค่าระดับ 4 = มีการดำเนินการ 4 ข้อ 
ค่าระดับ 5 = มีการดำเนินการ 5 ข้อ 
(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox18" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>5.4 เป็นคณะกรรมการบริหารความเสี่ยง
1 มีคำสั่งแต่งตั้งเป็นคณะกรรมการ
2 มีการวิเคราะห์และระบุความเสียง
3 มีการประเมินโอกาสและผลกระทบและ จัดลำดับความเสี่ยง
4 มีการจัดทำแผนบริหารความเสี่ยงและดำเนิน ตามแผน
5 มีการติดตาม ประเมินผลและรายงานผล</b></td>
                <td>
                    <asp:Label ID="Label19" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ระดับค่าเป้าหมาย นับตามจำนวนข้อที่ดำเนินการ ค่าระดับ 1 = มีการดำเนินการ 1 ข้อ 
ค่าระดับ 2 = มีการดำเนินการ 2 ข้อ 
ค่าระดับ 3 = มีการดำเนินการ 3 ข้อ 
ค่าระดับ 4 = มีการดำเนินการ 4 ข้อ 
ค่าระดับ 5 = มีการดำเนินการ 5 ข้อ 
(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox19" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>5.5 เป็นคณะกรรมการอื่น ๆ ตามคำสั่งคณะ/มหาวิทยาลัย</b></td>
                <td>
                    <asp:Label ID="Label20" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ระดับค่าเป้าหมาย นับตามจำนวนคำสั่งที่ได้รับแต่งตั้ง (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox20" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>5.6 เป็นอาจารย์ที่ปรึกษาผลงานที่นักศึกษาได้รับรางวัลระดับชาติ/นานาชาติ</b></td>
                <td>
                    <asp:Label ID="Label21" runat="server" Text="Label"></asp:Label>
                </td>
                <td>ระดับค่าเป้าหมาย 1 - 4 ไม่มี กรณีไม่มีรางวัลที่เกิดจากการเป็นอาจารย์ที่ปรึกษาผลงานที่นักศึกษาได้รับรางวัล ค่าระดับคะแนนเท่ากับ 0 (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
                <td>
                    <asp:CheckBox ID="CheckBox21" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>5.7 มีผลงานการเป็นผู้รับผิดชอบ/เป็นคณะกรรมการดำเนินโครงการเกี่ยวกับการอนุรักษ์สิ่งแวดล้อม/จิตอาสา/บำเพ็ญประโยชน์</b></td>
                <td>
                    <asp:Label ID="Label22" runat="server" Text="Label"></asp:Label>
                </td>
                <td>สามารถนับได้ไม่เกิน 2 รอบการประเมิน</td>
                <td>
                    <asp:CheckBox ID="CheckBox22" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
            <tr>
                <td><b>5.8 อื่น ๆ..(ผู้ประเมินและผู้รับการประเมินตกลงกันเอง).............</b></td>
                <td>
                    <asp:Label ID="Label23" runat="server" Text="Label"></asp:Label>
                </td>
                <td></td>
                <td>
                    <asp:CheckBox ID="CheckBox23" runat="server" Text="ควรแก้ไข" />
                </td>
            </tr>
        </table>
     
        <div class="ps-sal-signature-main">
            <div class="ps-sal-signature">
                        <asp:Label ID="Label26" runat="server" Text="Label"></asp:Label><br />
                        <span style="color: #808080;">ผู้ประเมิน</span>
                        <div style="margin: 10px 0;"></div>
                        วันที่ <asp:Label ID="Label27" runat="server" Text="Label"></asp:Label><br />
                        
                    </div>
            
                    <div class="ps-sal-signature">
                        <asp:Label ID="Label24" runat="server" Text="อัชจู นูจรา"></asp:Label><br />
                        <span style="color: #808080;">ผู้รับการประเมิน</span>
                        <div style="margin: 10px 0;"></div>
                        <asp:Label ID="Label25" runat="server" Text="29 เมษายน 2559"></asp:Label><br />
                        
                    </div>
        </div>
                    
        
        <div class="ps-sal-table-under">
            <asp:LinkButton ID="LinkButton2" runat="server" CssClass="ps-button"><img src="Image/Small/back.png" class="icon_left"/>ส่งกลับแก้ไข</asp:LinkButton>
            <asp:LinkButton ID="LinkButton1" runat="server" CssClass="ps-button">ยืนยัน<img src="Image/Small/correct.png" class="icon_right"/></asp:LinkButton>
        </div>
    </div>
    </div>
</asp:Content>
