<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="UpSalary70_30_1.aspx.cs" Inherits="WEB_PERSONAL.UpSalary70_30_1" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
<style>
	#right{
		text-align: right;
	}
	#cen{
		text-align: center;
	}
	
</style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
<p id="right"><b>(แบบที่ 1)</b></p>
	<p id="cen"><b>แบบข้อตกลงการประเมินผลสัมฤทธิ์ของงานของข้าราชการพลเรือนในสถาบันอุดมศึกษา หรือพนักงานในสถาบันอุดมศึกษา มหาวิทยาลัยเทคโนโลยีราชมงคลตะวันออก ตำแหน่งวิชาการ (องค์ประกอบที่ 1 ผลสัมฤทธิ์ของงาน 70%)</b></p>
	<p id="cen"><b>รอบการประเมิน ..................................................................</b></p>
	<p><b>ชื่อผู้รับการประเมิน......................................................................................................................................ตำแหน่ง...................................................................................สังกัด</b></p>
	<p><b>ชื่อผู้ประเมิน..........................................................................................................................................ตำแหน่ง...................................................................................สังกัด</b></p>	
	<table border="1px" >
					<tr>
						<td id="cen" rowspan="2">(1) กิจกรรม / โครงการ / งาน</td>
						<td id="cen" rowspan="2">(3)  คำอธิบายตัวชี้วัดโดยย่อ</td>
						<td id="cen" rowspan="2">(4) ค่าเป้าหมาย</td>
						<td id="cen" rowspan="2">(5) ข้อมูลพื้นฐาน (Base Line) ในรอบการประเมินที่ผ่านมา</td>
						<td id="cen" colspan="5">(6) ระดับค่าเป้าหมาย</td>
						<td id="cen" rowspan="2">  (7)  ผลดำเนินงาน</td>
						<td id="cen" rowspan="2">(8) ค่าคะแนนที่ได้</td>
						<td id="cen" rowspan="2">(9) ค่าคะแนนถ่วงน้ำหนัก   (8) x (2) /  70</td>
						
						<td id="cen" rowspan="2">(2) ค่าน้ำหนัก%</td><td id="cen" rowspan="2">(10) รายการหลักฐาน</td>
					</tr>
					<tr>
						<td valign="top" align="center">1</td>
						<td valign="top" align="center">2</td>
						<td valign="top" align="center">3</td>
						<td valign="top" align="center">4</td>
						<td valign="top" align="center">5</td>						
					</tr>
					<tr bgcolor="grey">
						<td valign="top"><b>1. การเรียนการสอน </b></td>
						<td valign="top" align="center">20-35</td>
						<td>(ตัวชี้วัดที่ 1.1 -1.3 เป็นตัวชี้วัดบังคับ ตัวชี้วัดที่ 1.4 - 1.10 เป็นตัวชี้วัดเลือก ซึ่งรวมน้ำหนักคะแนนของภารกิจที่ 1 ด้านการเรียนการสอน ต้องไม่เกินร้อยละ 35 และน้ำหนักคะแนนรวม  ทุกตัวชี้วัดต้องไม่เกินร้อยละ 70
						</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td valign="top" align="center">
                            &nbsp;</td>
						<td valign="top" >
                            &nbsp;</td>
						
					</tr>
					<tr>
						<td><b>1.1 มีจำนวนชั่วโมงสอนไม่น้อยกว่าภาระงานขั้นต่ำ</b> <br>
						(รองคณบดี 3,หน.สาขา/หน.งาน 4, อ.ผู้สอน 6) 
						</td>
						<td>10</td>
						<td>   ค่าระดับ 1 = จำนวนชั่วโมงสอนน้อยกว่าภาระงานขั้นต่ำตั้งแต่4 ชม./สป.ขึ้นไป <br>
   						ค่าระดับ 2 = จำนวนชั่วโมงสอนน้อยกว่าภาระงานขั้นต่ำ 1 - 3 ชม./สป. <br>
   						ค่าระดับ 3 = จำนวนชั่วโมงสอนเป็นไปตามภาระงานขั้นต่ำ <br>
  						ค่าระดับ 4 = จำนวนชั่วโมงสอนสูงกว่าภาระงานขั้นต่ำ 1 - 3 ชม./สป. <br>
  						ค่าระดับ 5 = จำนวนชั่วโมงสอนสูงกว่าภาระงานขั้นต่ำตั้งแต่ 4 ชม./สป.ขึ้นไป <br>
						หมายเหตุ นับเฉพาะ ชม.สอนที่เบิกไม่ได้</td>
						<td>ระดับ</td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td>4</td>
						<td>5</td>
						<td></td>
						<td></td>
						<td valign="top" align="center">
                            <asp:Label ID="Label1" runat="server" Text="Label"></asp:Label>
                        </td>
						<td valign="top">
                            ตารางสอน
                            <br />
                            <asp:FileUpload ID="FileUpload1" runat="server" />
                        </td>
					</tr>
					<tr>
						<td><b> 1.2 มีประมวลรายวิชา/แผนการสอน โดยมีการดำเนินการดังนี้</b>
                        1 มีประมวลรายวิชา/แผนการสอน <br>
                        2 มีประมวลรายวิชา/แผนการสอนก่อนการเปิดภาคเรียน <br>
                        3 มีประมวลรายวิชา/แผนการสอนที่มีเนื้อหาและรูปแบบตรงตามที่กำหนดในกรอบ TQF/เกณฑ์มาตรฐานหลักสูตรระดับปริญญาตรี ปี 2548 <br>
                        4 มีประมวลรายวิชา/แผนการสอนที่ส่งเสริมทักษะ
                        การเรียนรู้ด้วยตนเองและให้ผู้เรียนได้เรียนรู้จากการ
                        ปฏิบัติทั้งในและนอกห้องเรียนหรือจากการทำวิจัย <br>
                        5 มีประมวลรายวิชา/แผนการสอนที่ให้ผู้มี
                        ประสบการณ์ทางวิชาการ/วิชาชีพจากหน่วยงานหรือ
                        ชุมชนภายนอกเข้ามามีส่วนร่วมในกระบวนการเรียนการสอน
                        </td>
						<td>5</td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนข้อที่ดำเนินการ <br>
   						ค่าระดับ 1 = มีการดำเนินการ 1 ข้อ <br>
                        ค่าระดับ 2 = มีการดำเนินการ 2 ข้อ <br>
   						ค่าระดับ 3 = มีการดำเนินการ 3 ข้อ <br>
   						ค่าระดับ 4 = มีการดำเนินการ 4 ข้อ <br>
  						ค่าระดับ 5 = มีการดำเนินการ 5 ข้อ <br>
						</td>
						<td>จำนวนข้อ</td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td>4</td>
						<td>5</td>
						<td></td>
						<td></td>
						<td></td>
						<td>ประมวลรายวิชา/แผนการสอนบันทึกนำส่งประมวลรายวิชา/แผนการสอน <br><br>
						ประมวลรายวิชา/แผนการสอนที่ตรงตามเกณฑ์ TQF <br><br>
						ประมวลรายวิชา/แผนการสอน  และผลงาน/ชิ้นงานของนักศึกษา <br><br>
						หนังสือเชิญผู้มีประสบ การณ์/บุคคลภายนอก/หนังสือขอความร่วมมือเข้าศึกษาดูงาน ฯลฯ
						</td>
					</tr>
					<tr>
						<td><b>1.3 มีผลการประเมินความพึงพอใจของผู้เรียนที่มีต่อคุณภาพการจัดการเรียนการสอน ไม่ต่ำกว่า 3.51 จากคะแนนเต็ม 5</b>
						</td>
						<td>5</td>
						<td>ค่าระดับ 1 = ผลการประเมินความพึงพอใจอยู่ระหว่าง 2.51 - 3 <br>
						ค่าระดับ 2 = ผลการประเมินความพึงพอใจอยู่ระหว่าง 3.01 - 3.5 <br>
						ค่าระดับ 3 = ผลการประเมินความพึงพอใจอยู่ระหว่าง 3.51 - 4 <br>
						ค่าระดับ 4 = ผลการประเมินความพึงพอใจอยู่ระหว่าง 4.01 - 4.5 <br>
						ค่าระดับ 5 = ผลการประเมินความพึงพอใจอยู่ระหว่าง 4.51 - 5 <br>
						</td>
						<td></td>
						<td>คะแนน</td>
						<td>2.51-3</td>
						<td>3.01-4</td>
						<td>4.01-4.5</td>
						<td>4.01.4.5</td>
						<td>4.51-5</td>
						<td></td>
						<td></td>
						<td></td>
						<td>ผลการประเมินความ พึงพอใจ</td>
					</tr>
					<tr>
						<td>1.4 มีการเข้ารับการอบรมทางวิชาการหรือวิชาชีพ  เทคนิคการสอนและการวัดผล</td>
						<td></td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนครั้งที่เข้าอบรม <br>(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนครั้ง</td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td></td>
						<td></td>
						<td></td>
						<td>แบบรายงานผลการเข้ารับการอบรม</td>
					</tr>
					<tr>
						<td>1.5 มีการจัดการเรียนรู้ที่พัฒนาจากการวิจัย หรือจากกระบวนการจัดการความรู้เพื่อพัฒนาการเรียนการสอน
						</td>
						<td></td>
						<td>สามารถนับได้ไม่เกิน 2 รอบการประเมิน  </td>
						<td>จำนวนวิชา</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td></td>
						<td></td>
						<td></td>
						<td>แผนการสอน ,ผลงานวิจัย/รายงานผลการจัดการความรู้/เอกสารประกอบการสอน</td>
					</tr>
					<tr>
						<td>1.6 มีการพัฒนาหรือปรับปรุงการจัดการเรียนการสอน กลยุทธ์การสอน หรือการประเมินผลการเรียนรู้ทุกรายวิชา ตามผลการประเมินรายวิชา</td>
						<td></td>
						<td>สามารถนับได้ไม่เกิน 2 รอบการประเมิน</td>
						<td>จำนวนวิชา</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td></td>
						<td></td>
						<td></td>
						<td>ตารางสอน,  ผลการประเมินรายวิชา  และประมวลรายวิชา/แผนการสอน</td>
					</tr>
					<tr>
						<td><b>1.7 มีผลงานการเป็นอาจารย์ที่ปรึกษา/มีการให้คำปรึกษาทางวิชาการและแนะแนวการใช้ชีวิตแก่นักศึกษา (ทั่วไป)</b> <br>
   						1. มีคำสั่งแต่งตั้งเป็นอาจารย์ที่ปรึกษา <br>
   						2. มีตารางการให้นักศึกษาเข้าพบเพื่อให้คำปรึกษา <br>
   						3. มีการให้คำปรึกษาทางวิชาการและแนะแนวการใช้ชีวิตแก่นักศึกษา <br>
  						4. มีการแจ้งข้อมูลข่าวสารที่เป็นประโยชน์ต่อนักศึกษา <br>
   						5. มีการนำนักศึกษาเข้าร่วมกิจกรรมเพื่อพัฒนาประสบการณ์ทางวิชาการและทักษะวิชาชีพแก่
						นักศึกษา</td>
						<td></td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนข้อที่ดำเนินการ <br>
						(สามารถนับได้ไม่เกิน 2 รอบการประเมิน) <br>
					    ค่าระดับ 1 = มีการดำเนินการ 1 ข้อ <br>
					    ค่าระดับ 2 = มีการดำเนินการ 2 ข้อ <br>
					    ค่าระดับ 3 = มีการดำเนินการ 3 ข้อ <br>
					    ค่าระดับ 4 = มีการดำเนินการ 4 ข้อ <br>
					    ค่าระดับ 5 = มีการดำเนินการ 5 ข้อ <br>
						</td>
						<td>จำนวนข้อ</td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td>4</td>
						<td>5</td>
						<td></td>
						<td></td>
						<td></td>
						<td>คำสั่งแต่งตั้ง อ.ที่ปรึกษา ตารางเวลาการเข้าพบแบบบันทึกการให้คำปรึกษา/Print out จากWeb งานทะเบียน <br><br>หนังสือเวียนแจ้ง น.ศ./Print out จากWeb งานทะเบียน
						<br><br>หลักฐานแสดงการจัดกิจกรรม</td>
					</tr>
					<tr>
						<td><b>1.8 มีผลงานการเป็นผู้รับผิดชอบโครงการกิจกรรมนักศึกษา/เป็นคณะกรรมการโครงการกิจกรรมนักศึกษา/เป็นอาจารย์ที่ปรึกษาโครงการ/อาจารย์ที่ปรึกษาชมรม (กิจกรรม/โครงการต่างๆ)</b></td>
						<td></td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนโครงการ/ชมรม                                       (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนโครงการ/ชมรม</td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td></td>
						<td></td>
						<td></td>
						<td>คำสั่งแต่งตั้งให้ปฏิบัติหน้าที่/ผลงานที่เกี่ยวข้อง</td>
					</tr>
					<tr>
						<td><b>1.9 มีการจัดกิจกรรม/โครงการเพื่อพัฒนาประสบการณ์ทางวิชาการหรือทักษะวิชาชีพแก่นักศึกษา
						</b></td>
						<td></td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนโครงการ/กิจกรรม                                     (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนโครงการ/กิจกรรม</td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td></td>
						<td></td>
						<td></td>
						<td>หลักฐานแสดงการจัดกิจกรรม/โครงการ</td>
					</tr>
					<tr>
						<td><b>1.10 ภาระงานสอนอื่น ๆ </b></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr bgcolor="grey">
						<td><b>2. การวิจัยหรือตำราหรือหนังสือหรือผลงานทางวิชาการหรือบทความทางวิชาการ</b></td>
						<td>5-20</td>
						<td>(บังคับเลือกตัวชี้วัดที่ 2.1 หรือ 2.2 ตัวชี้วัดเลือกที่ 2.3-2.7 เป็นตัวชี้วัดเลือก ซึ่งรวมน้ำหนักคะแนนของภารกิจที่ 2 ด้านการวิจัย ต้องไม่เกินร้อยละ 20 และน้ำหนักคะแนนรวมทุกตัวชี้วัดต้องไม่เกิน  ร้อยละ 70 )</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr>
						<td><b>2.1 มีผลงานวิจัยหรืองานสร้างสรรค์</b> <br>
   						1. มีโครงร่างหัวข้องานวิจัย/งานสร้างสรรค์ที่พร้อมนำเสนอ <br>
						2. มีการนำเสนอหัวข้องานวิจัย/งานสร้างสรรค์ตามกระบวนการของมหาวิทยาลัย <br>
						3. ได้รับอนุมัติงบประมาณสนับสนุนโครงการวิจัย/งานสร้างสรรค์ <br>
					    4. เป็นหัวหน้าโครงการวิจัย/งานสร้างสรรค์ที่ได้รับอนุมัติงบประมาณ <br>
					    5. งานวิจัยหรืองานสร้างสรรค์แล้วเสร็จตามเวลาที่กำหนด</td>
						<td>5 - 10</td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนข้อที่ดำเนินการ <br>
						   ค่าระดับ 1 = มีการดำเนินการ 1 ข้อ <br>
						   ค่าระดับ 2 = มีการดำเนินการ 2 ข้อ <br>
						   ค่าระดับ 3 = มีการดำเนินการ 3 ข้อ <br>
						   ค่าระดับ 4 = มีการดำเนินการ 4 ข้อ <br>
						   ค่าระดับ 5 = มีการดำเนินการ 5 ข้อ <br>
						   (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนข้อ</td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td>4</td>
						<td>5</td>
						<td></td>
						<td></td>
						<td></td>
						<td>สำเนาเอกสารที่เกี่ยวข้อง</td>
					</tr>
					<tr>
						<td><b>2.2 ระดับคุณภาพของผลงานวิชาการ</b></td>
						<td>5-10</td>
						<td>กรณีที่เป็นบทความวิชาการ/ตำรา/หนังสือ สามารถนับได้ไม่เกิน 2 รอบการประเมิน  (สามารถนับได้ไม่เกิน 2 รอบการประเมิน) <br>
						ค่าระดับ 1-2  ไม่มี <br>
						ค่าระดับ 3 = มีเอกสารประกอบการสอนที่พัฒนาขึ้นเองในรายวิชาที่สอน <br>
						ค่าระดับ 4 = มีบทความวิชาการที่ได้รับการตีพิมพ์ในวารสารระดับชาติ/นานาชาติ <br>
						ค่าระดับ 5 = มีตำราหรือหนังสือที่มีการตรวจอ่านโดยผู้ทรงคุณวุฒิ/มีตำราหรือหนังสือที่ใช้ในการขอผลงานทางวิชาการและผ่านการพิจารณาตามเกณฑ์การขอตำแหน่งทางวิชาการแล้วหรือตำราหรือหนังสือที่มีคุณภาพสูงมีผู้ทรงคุณวุฒิตรวจอ่านตามเกณฑ์การขอตำแหน่งทางวิชาการ</td>
						<td></td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td>4</td>
						<td>5</td>
						<td></td>
						<td></td>
						<td></td>
						<td>เอกสารประกอบการสอน <br>
						เอกสารหลักฐานที่เกี่ยวข้อง <br>
						เอกสารหลักฐานที่เกี่ยวข้อง <br>
						เอกสารหลักฐานที่เกี่ยวข้อง</td>
					</tr>
					<tr>
						<td><b>2.3 มีการบูรณาการกระบวนการวิจัยหรืองานสร้างสรรค์กับการจัดการเรียนการสอน</b></td>
						<td></td>
						<td>ค่าระดับ 1 - 3 ไม่มี กรณีไม่มีการบูรณาการกระบวนการวิจัยหรืองานสร้างสรรค์กับการจัดการเรียนการสอน ให้ค่าระดับคะแนนเท่ากับ 0 (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนผลงาน</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td></td>
						<td></td>
						<td></td>
						<td>งานวิจัย/งานสร้างสรรค์ที่ระบุความเชื่อมโยงกับประมวลรายวิชา/แผนการสอน</td>
					</tr>
					<tr>
						<td><b>2.4 มีผลงานการเผยแพร่งานวิจัยหรืองานสร้างสรรค์ในการประชุมวิชาการหรือการตีพิมพ์ในวารสารระดับชาติ/นานาชาติ</b></td>
						<td></td>
						<td>ค่าระดับ 1 - 2 ไม่มี กรณีไม่มีการเผยแพร่งานวิจัย/งานสร้างสรรค์ ให้ค่าระดับคะแนน   เท่ากับ 0  (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>ผลงาน</td>
						<td></td>
						<td></td>
						<td></td>
						<td>สถาบัน</td>
						<td>ชาติ </td>
						<td>นานาชาติ</td>
						<td></td>
						<td></td>
						<td></td>
						<td>สำเนาเอกสารที่เกี่ยวข้อง</td>
					</tr>
					<tr>
						<td><b>2.5 จำนวนครั้งในการเผยแพร่งานวิจัยหรืองานสร้างสรรค์ในการประชุมวิชาการหรือการตีพิมพ์ในวารสารระดับชาติ/นานาชาติ</b></td>
						<td></td>
						<td>ค่าระดับ 1 - 4 ไม่มี กรณีไม่มีการเผยแพร่งานวิจัยหรืองานสร้างสรรค์ ให้ค่าระดับคะแนนเท่ากับ 0  (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนครั้ง</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td></td>
						<td></td>
						<td></td>
						<td>สำเนาเอกสารที่เกี่ยวข้อง</td>
					</tr>
					<tr>
						<td><b>2.6 มีการนำผลงานวิจัยหรืองานสร้างสรรค์ไปใช้ให้เกิดประโยชน์ และมีการรับรองการใช้ประโยชน์จริงจากหน่วยงานภายนอกหรือชุมชน</b></td>
						<td></td>
						<td>ค่าระดับ 1 - 4 ไม่มี กรณีไม่มีการนำผลงานวิจัยหรืองานสร้างสรรค์ ไปใช้ให้เกิดประโยชน์ และมีการรับรองการใช้ประโยชน์จริงจากหน่วยงานภายนอกหรือชุมชน ให้ค่าระดับคะแนนเท่ากับ 0(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนผลงาน</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td></td>
						<td></td>
						<td></td>
						<td>หนังสือรับรองจากหน่วยงานภายนอกหรือชุมชน</td>
					</tr>
					<tr>
						<td><b>2.7 มีการจดสิทธิบัตร/อนุสิทธิบัตร</b></td>
						<td>ค่าระดับ 1 - 4 ไม่มี กรณีไม่มีการจดสิทธิบัตร/  อนุสิทธิบัตร ให้ค่าระดับคะแนนเท่ากับ 0(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนผลงาน</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td></td>
						<td></td>
						<td></td>
						<td>หนังสือรับรอง</td>
					</tr>
					<tr>
						<td><b>2.8 ภาระงานวิชาการอื่น ๆ </b></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr bgcolor="grey">
						<td><b>3. การบริการวิชาการ</b></td>
						<td>5-20</td>
						<td>(ตัวชี้วัดที่ 3.1 หรือ 3.2 เป็นตัวชี้วัดบังคับ ตัวชี้วัดที่ 3.3 - 3.4 เป็นตัวชี้วัดเลือก โดยให้น้ำหนักคะแนนไม่เกินร้อยละ 5 ต่อ 1 ตัวชี้วัด ซึ่งรวมน้ำหนักคะแนนของภารกิจที่ 3 ด้านการบริการวิชาการ ต้องไม่เกินร้อยละ 20 และน้ำหนักคะแนนรวมทุกตัวชี้วัดต้องไม่เกินร้อยละ 70</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr>
						<td><b>3.1 มีผลงานการบริการทางวิชาการแก่สังคม</b></td>
						<td>5</td>
						<td>สามารถนับได้ 2 รอบการประเมิน</td>
						<td>จำนวนครั้งการให้บริการ</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td></td>
						<td></td>
						<td></td>
						<td>หนังสือเชิญเป็นวิทยากร/คำสั่งแต่งตั้งเป็นวิทยากร</td>
					</tr>
					<tr>
						<td><b>3.2 มีผลงานการเป็นผู้รับผิดชอบโครงการบริการวิชาการแก่สังคม</b></td>
						<td>5</td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนโครงการที่รับผิดชอบดำเนินการ (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนโครงการ</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td></td>
						<td></td>
						<td></td>
						<td>คำสั่งแต่งตั้ง</td>
					</tr>
					<tr>
						<td><b>3.3 เป็นคณะกรรมการโครงการบริการวิชาการแก่สังคม</b></td>
						<td></td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนโครงการที่เป็นคณะกรรมการดำเนินการ        (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนโครงการ</td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td></td>
						<td></td>
						<td></td>
						<td>คำสั่งแต่งตั้ง/หลักฐานการเข้าร่วมประชุม</td>
					</tr>
					<tr>
						<td><b>3.4 มีการบูรณาการงานบริการทางวิชาการแก่สังคม</b></td>
						<td></td>
						<td>ค่าระดับ 1 - 2 ไม่มี กรณีไม่มีการบูรณาการงานบริการทางวิชาการแก่สังคม ให้ค่าระดับคะแนนเท่ากับ 0 <br>
						ค่าระดับ 3 = มีการบูรณาการงานบริการทางวิชาการแก่สังคมกับการเรียนการสอนหรือการวิจัย <br>
						ค่าระดับ 4 = มีการประเมินผลความสำเร็จของการบูรณาการทางวิชาการแก่สังคมกับการเรียนการสอนหรือการวิจัย <br>
						ค่าระดับ 5 = มีการนำผลการประเมินไปปรับปรุงการบูรณาการทางวิชาการแก่สังคมกับการเรียนการสอนหรือการวิจัย <br></td>
						<td>1 ผลงาน</td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td>4</td>
						<td>5</td>
						<td></td>
						<td></td>
						<td></td>
						<td>ประมวลรายวิชา/แผนการสอนและเอกสารที่เกี่ยวข้อง</td>
					</tr>
					<tr>
						<td><b>3.5 งานบริการวิชาการอื่น ๆ</b></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr bgcolor="grey">
						<td><b>4. การทำนุบำรุงศิลปวัฒนธรรม</b></td>
						<td>5-10</td>
						<td>(ตัวชี้วัดที่ 4.1 หรือ 4.2  เป็นตัวชี้วัดบังคับ ตัวชี้วัดที่ 4.3 เป็นตัวชี้วัดเลือก โดยให้น้ำหนักคะแนนไม่เกินร้อยละ 5 ต่อ 1 ตัวชี้วัด ซึ่งรวมน้ำหนักคะแนนของภารกิจ  ที่ 4 ด้านการทำนุบำรุงศิลปะและวัฒนธรรมต้อง ไม่เกินร้อยละ 10 และน้ำหนักคะแนนรวมทุกตัวชี้วัดต้องไม่เกินร้อยละ 70)</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr>
						<td><b>4.1 มีผลงานการเป็นผู้รับผิดชอบ/เป็นคณะกรรมการดำเนินโครงการทำนุบำรุงศิลปวัฒนธรรม</b></td>
						<td>5</td>
						<td>สามารถนับได้ไม่เกิน 2 รอบการประเมิน</td>
						<td>จำนวนโครงการ</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td></td>
						<td></td>
						<td></td>
						<td>คำสั่งแต่งตั้ง ภาพถ่าย </td>
					</tr>
					<tr>
						<td><b>4.2 การเข้าร่วมโครงการทำนุบำรุงศิลปวัฒนธรรม</b></td>
						<td>5</td>
						<td>สามารถนับได้ไม่เกิน 2 รอบการประเมิน</td>
						<td>โครงการ</td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td>4</td>
						<td>5</td>
						<td></td>
						<td></td>
						<td></td>
						<td>หลักฐานการเข้าร่วมโครงการ ภาพถ่าย</td>
					</tr>
					<tr>
						<td>4.3 การปฏิบัติตามระบบและกลไกการทำนุบำรุงศิลปวัฒนธรรม <br>
						   1. มีการบูรณาการงานด้านทำนุบำรุงกิจกรรม
						ศิลปวัฒนธรรมกับการจัดการเรียนการสอน/
						นักศึกษา <br>
						   2. มีการเผยแพร่กิจกรรมหรือบริการด้านทำนุ
						บำรุงศิลปวัฒนธรรมต่อสาธารณชน <br>
						  3. มีการประเมินผลความสำเร็จของการบูรณาการ
						งานด้านทำนุบำรุงศิลปวัฒนธรรมกับการจัดการ
						เรียนการสอน/กิจกรรมนักศึกษา <br>
						  4. มีการนำผลการประเมินไปปรับปรุงการบูรณา
						การงานด้านทำนุบำรุงศิลปวัฒนธรรมกับการจัดการ
						เรียนการสอน/กิจกรรมนักศึกษา <br>
						   5. มีการกำหนดหรือสร้างมาตรฐานคุณภาพด้าน
						ศิลปวัฒนธรรมและมีผลงานเป็นที่ยอมรับใน
						ระดับชาติ</td>
						<td></td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนข้อที่ดำเนินการ <br>
						ค่าระดับ 1 = มีการดำเนินการ 1 ข้อ <br>
						ค่าระดับ 2 = มีการดำเนินการ 2 ข้อ <br>
						ค่าระดับ 3 = มีการดำเนินการ 3 ข้อ <br>
						ค่าระดับ 4 = มีการดำเนินการ 4 ข้อ <br>
						ค่าระดับ 5 = มีการดำเนินการ 5 ข้อ <br>
						(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนข้อ</td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td>4</td>
						<td>5</td>
						<td></td>
						<td></td>
						<td></td>
						<td>แผนการสอน, โครงการกิจกรรมนักศึกษา<br><br>
						สำเนาข่าวจากหน้า นสพ. /Web/อื่น ๆ <br><br>
						แผนการสอน/กิจกรรมนักศึกษา พร้อมผลการประเมินความสำเร็จ <br><br>
						แผนการปรับปรุง และผลการปรับปรุง<br><br>
						หลักฐานที่เกี่ยวข้อง</td>
					</tr>
					<tr bgcolor="grey">
						<td><b>5. งานบริหาร/งานอื่น ๆ  ตามยุทธศาสตร์ นโยบาย ของมหาวิทยาลัย/คณะ/วิทยาลัย</b></td>
						<td>20</td>
						<td>(ตัวชี้วัดที่ 5.1 เป็นตัวชี้วัดบังคับ ตัวชี้วัดที่ 5.2 - 5.7 เป็นตัวชี้วัดเลือก โดยให้น้ำหนักคะแนนไม่เกินร้อยละ 5 ต่อ 1 ตัวชี้วัด ซึ่งรวมน้ำหนักคะแนนของภารกิจที่ 5 ด้านงานบริหาร/งานอื่น ๆ ตามยุทธศาสตร์ฯ  ต้องไม่เกินร้อยละ 20 และน้ำหนักคะแนนรวมทุกตัวชี้วัดต้องไม่เกินร้อยละ 70)</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr>
						<td><b>5.1 การให้ความร่วมมือเข้าร่วมกิจกรรมของวัน
						คณะ/มหาวิทยาลัย เช่น การประชุมปฐมนิเทศ 
						ปัจฉิมนิเทศ กฐินพระราชทาน งานกีฬา ไหว้ครู 
						สำคัญทางศาสนา ฯลฯ</b></td>
						<td>5</td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนครั้งที่เข้าร่วมกิจกรรม
						(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนครั้งที่เข้าร่วมกิจกรรม</td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td>4</td>
						<td>5</td>
						<td></td>
						<td></td>
						<td></td>
						<td>แบบบันทึกลายมือชื่อผู้เข้าร่วมกิจกรรม/หลักฐานอื่น ๆ</td>
					</tr>
					<tr>
						<td><b>5.2 เป็นคณะกรรมการประกันคุณภาพ</b>
						 1 มีคำสั่งแต่งตั้งเป็นคณะกรรมการ <br>
						 2 มีการเข้าร่วมประชุมคณะกรรมการ <br>
						 3 มีผลการปฏิบัติงาน <br>
						 4 มีรายงานผลการปฎิบัติงาน <br>
						 5 มีการนำผลการประเมิน/ผลการดำเนินงานของปีก่อนมาพัฒนาปรับปรุง</td>
						<td></td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนข้อที่ดำเนินการ <br>	
						   ค่าระดับ 1 = มีการดำเนินการ 1 ข้อ <br>
						   ค่าระดับ 2 = มีการดำเนินการ 2 ข้อ <br>
						   ค่าระดับ 3 = มีการดำเนินการ 3 ข้อ <br>
						   ค่าระดับ 4 = มีการดำเนินการ 4 ข้อ <br>
						   ค่าระดับ 5 = มีการดำเนินการ 5 ข้อ <br>
						   (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>ข้อ</td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td>4</td>
						<td>5</td>
						<td></td>
						<td></td>
						<td></td>
						<td>คำสั่งแต่งตั้ง <br>
						รายงานการประชุม <br>
						ผลการปฏิบัติงาน <br>
						รายงานผลการปฏิบัติ <br>	
						ผลการพัฒนาปรับปรุง</td>
					</tr>
					<tr>
						<td><b>5.3 เป็นคณะกรรมการจัดการความรู้</b><br>
						 1 มีคำสั่งแต่งตั้งเป็นคณะกรรมการ<br>
						 2 มีการกำหนดประเด็นความรู้และเป้าหมายของ
						การจัดการความรู้ที่สอดคล้องกับแผนกลยุทธ์ของ
						สถาบัน อย่างน้อยครอบคลุมพันธกิจด้านการผลิต
						บัณฑิตและด้านการวิจัย<br>
						 3 มีการแบ่งปันและแลกเปลี่ยนเรียนรู้จากผู้มี
						ประสบการณ์ตรง<br>
						 4 มีการรวบรวมความรู้มาพัฒนาและจัดเก็บอย่าง
						เป็นระบบโดยเผยแพร่เป็นลายลักษณ์อักษร<br>
						 5 มีการนำความรู้ที่ได้จากการจัดการความรู้ที่เป็น
						แนวปฏิบัติที่ดีมาปรับใช้ในการปฏิบัติงานจริง</td>
						<td></td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนข้อที่ดำเนินการ
						   ค่าระดับ 1 = มีการดำเนินการ 1 ข้อ <br>
						   ค่าระดับ 2 = มีการดำเนินการ 2 ข้อ <br> 	
r						   ค่าระดับ 3 = มีการดำเนินการ 3 ข้อ <br>
						   ค่าระดับ 4 = มีการดำเนินการ 4 ข้อ <br>
						   ค่าระดับ 5 = มีการดำเนินการ 5 ข้อ <br>
						(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>ข้อ</td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td>4</td>
						<td>5</td>
						<td></td>
						<td></td>
						<td></td>
						<td>คำสั่งแต่งตั้งแผนการจัดการความรู้ <br><br>
						ผลการปฏิบัติงาน <br><br>
						รายงานผลการปฏิบัติ <br><br>
						ผลการพัฒนาปรับปรุง</td>
					</tr>
					<tr>
						<td><b>5.4 เป็นคณะกรรมการบริหารความเสี่ยง</b><br>
						   1 มีคำสั่งแต่งตั้งเป็นคณะกรรมการ<br>
						   2 มีการวิเคราะห์และระบุความเสียง<br>
						   3 มีการประเมินโอกาสและผลกระทบและ
						จัดลำดับความเสี่ยง<br>
						   4 มีการจัดทำแผนบริหารความเสี่ยงและดำเนิน
						ตามแผน<br>
						   5 มีการติดตาม ประเมินผลและรายงานผล</td>
						<td></td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนข้อที่ดำเนินการ
						   ค่าระดับ 1 = มีการดำเนินการ 1 ข้อ <br>
						   ค่าระดับ 2 = มีการดำเนินการ 2 ข้อ <br> 	
r						   ค่าระดับ 3 = มีการดำเนินการ 3 ข้อ <br>
						   ค่าระดับ 4 = มีการดำเนินการ 4 ข้อ <br>
						   ค่าระดับ 5 = มีการดำเนินการ 5 ข้อ <br>
						(สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>ข้อ	</td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td>4</td>
						<td>5</td>
						<td></td>
						<td></td>
						<td></td>
						<td>คำสั่งแต่งตั้ง <br>
						ผลการวิเคราะห์<br>
						ผลการประเมินและจัดลำดับ<br>
						แผนบริหารความเสี่ยง<br>
						รายงานผลการปฏิบัติ
						</td>
					</tr>
					<tr>
						<td><b>5.5 เป็นคณะกรรมการอื่น ๆ ตามคำสั่งคณะ/มหาวิทยาลัย</b></td>
						<td></td>
						<td>ระดับค่าเป้าหมาย นับตามจำนวนคำสั่งที่ได้รับแต่งตั้ง (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนคำสั่ง</td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td>4</td>
						<td>5</td>
						<td></td>
						<td></td>
						<td></td>
						<tdคำสั่งแต่งตั้ง></td>
					</tr>
					<tr>
						<td><b>5.6 เป็นอาจารย์ที่ปรึกษาผลงานที่นักศึกษาได้รับรางวัลระดับชาติ/นานาชาติ</b></td>
						<td></td>
						<td>ระดับค่าเป้าหมาย 1 - 4 ไม่มี กรณีไม่มีรางวัลที่เกิดจากการเป็นอาจารย์ที่ปรึกษาผลงานที่นักศึกษาได้รับรางวัล ค่าระดับคะแนนเท่ากับ 0 (สามารถนับได้ไม่เกิน 2 รอบการประเมิน)</td>
						<td>จำนวนรางวัล</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td></td>
						<td></td>
						<td></td>
						<td>หนังสือแจ้ง/รายงานผลจากหน่วยงานผู้จัด/สื่อสาธารณะ</td>
					</tr>
					<tr>
						<td><b>5.7 มีผลงานการเป็นผู้รับผิดชอบ/เป็นคณะกรรมการดำเนินโครงการเกี่ยวกับการอนุรักษ์สิ่งแวดล้อม/จิตอาสา/บำเพ็ญประโยชน์</b></td>
						<td></td>
						<td>สามารถนับได้ไม่เกิน 2 รอบการประเมิน</td>
						<td>จำนวนโครงการ</td>
						<td></td>
						<td></td>
						<td></td>
						<td>1</td>
						<td>2</td>
						<td>3</td>
						<td></td>
						<td></td>
						<td></td>
						<td>คำสั่งแต่งตั้ง/หนังสือเชิญเข้าร่วมกิจกรรม ฯลฯ</td>
					</tr>
					<tr>
						<td><b>5.8 อื่น ๆ..(ผู้ประเมินและผู้รับการประเมินตกลงกันเอง).............</b></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr>
						<td></td>
						<td>70</td>
						<td colspan="9">(10) ผลรวมค่าคะแนนที่ได้								</td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr>
						<td id="right" colspan="12">(11)   สรุปคะแนนส่วนผลสัมฤทธิ์ของงาน   =		<u>ผลรวมของค่าคะแนนถ่วงน้ำหนัก x 80 <br>
						5</u>					
</td>
						<td></td>
						<td></td>
					</tr>
					
					<tr>
						<td colspan="14">(12)  ผู้ประเมินและผู้รับการประเมินได้ตกลงร่วมกันและเห็นพ้องกันแล้ว  จึงลงลายมือชื่อไว้เป็นหลักฐาน  (ลงนามเมื่อจัดทำข้อตกลง) <br>ลายมือชื่อ .................................................................................................................. (ผู้ประเมิน)					ลายมือชื่อ ............................................................................ (ผู้รับการประเมิน)								
						<br>วันที่ .......... เดือน ...........................................พ.ศ. .........................					วันที่ ........... เดือน .....................................................พ.ศ. ......................								
						</td>
					</tr>
					<tr>
						<td colspan="14">(13)  ความเห็นเพิ่มเติมของผู้ประเมิน (ระบุข้อมูลเมื่อสิ้นรอบการประเมิน) <br>	 1)  จุดเด่น  และ/หรือ สิ่งที่ควรปรับปรุงแก้ไข ................................................................................................................................................................................................................
						<br> 2)  ข้อเสนอแนะเกี่ยวกับวิธีส่งเสริมและพัฒนา...................................................................................................................................................................................................................

</td>
					</tr>
					<tr>
						<td colspan="14">(14)  ผู้ประเมินและผู้รับการประเมินได้เห็นชอบผลการประเมินแล้ว  จึงลงลายมือชื่อไว้เป็นหลักฐาน (ลงนามเมื่อสิ้นรอบการประเมิน) <br>
						ลายมือชื่อ ................................................................................................................. (ผู้ประเมิน)					ลายมือชื่อ ............................................................................. (ผู้รับการประเมิน)
						<br>วันที่ .......... เดือน ...........................................พ.ศ. ..........................					วันที่ ........... เดือน .....................................................พ.ศ. ......................								
								

</td>
					</tr>
				</table>
</asp:Content>
