<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="UpSalary70_30_2.aspx.cs" Inherits="WEB_PERSONAL.UpSalary70_30_2" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
<style>
    #right{
		text-align: right;
	}
	#cen{
		text-align: center;
	}
</style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
<p id="right">(แบบที่ 2)</p>
	<p id="cen">ข้อตกลงการประเมินพฤติกรรมการปฏิบัติราชการ (สมรรถนะ) ของข้าราชการพลเรือนในสถาบันอุดมศึกษา หรือพนักงานในสถาบันอุดมศึกษา มหาวิทยาลัยเทคโนโลยีราชมงคลตะวันออก<br>ผู้ดำรงตำแหน่งประเภทวิชาการ (ไม่บริหาร) เช่น อาจารย์ ผู้ช่วยศาสตราจารย์ รองศาสตราจารย์ ศาสตราจารย์   (องค์ประกอบที่ 2 พฤติกรรมการปฏิบัติราชการ 30%)					</p>
	<p id="cen">รอบการประเมิน ..................................................................</p>
	<p >ชื่อผู้รับการประเมิน......................................................................................................................................ตำแหน่ง...................................................................................สังกัด</p>
	<p >ชื่อผู้ประเมิน..........................................................................................................................................ตำแหน่ง...................................................................................สังกัด</p>	
	<b>1.  สรุปผลการประเมินพฤติกรรมการปฏิบัติราชการ (สมรรถนะ)</b>
	<table border="1px">
					<tr bgcolor="grey">
						<td>สมรรถนะหลักที่กำหนด</td>
						<td>(1) ระดับสมรรถนะที่คาดหวัง</td>
						<td>(2) จำนวนตัวบ่งชี้ที่ประเมิน</td>
						<td>(3) จำนวนตัวบ่งชี้ที่ผ่านการประเมิน</td>
						<td>(4) คะแนนที่ได้รับ <u>100 X (3)</u><br>(2)</td>
						<td>(5) คะแนนที่ได้ <u>30X (4)</u><br>100</td>
					</tr>
					<tr>
						<td>1.  การมุ่งผลสัมฤทธิ์ </td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr>
						<td>2.  การบริการที่ดี </td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr>
						<td>3.  การสั่งสมความเชี่ยวชาญ ในงานอาชีพ</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr>
						<td>4.  จริยธรรม</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr>
						<td>5. ความร่วมแรงร่วมใจ</td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
						<td></td>
					</tr>
					<tr>
						<td colspan="4" align="right">(6) คะแนนที่ได้รับ  =  ผลรวม(4)/(5) =</td>
						<td></td>
						<td bgcolor="grey"></td>
					</tr>
					<tr>
						<td colspan="5" align="right">(7) ค่าคะแนนที่ได้  =  ผลรวม(5)/5) = </td>
						<td></td>
					</tr>
					<tr>
						<td colspan="5" align="right">สรุป คะแนนสมรรถนะ (8) = 	</td>
						<td></td>
					</tr>
					<tr>
						<td colspan="14">2.  ผู้ประเมินและผู้รับการประเมินได้ตกลงร่วมกันและเห็นพ้องกันแล้ว  จึงลงลายมือชื่อไว้เป็นหลักฐาน  (ลงนามเมื่อจัดทำข้อตกลง) <br>ลายมือชื่อ .................................................................................................................. (ผู้ประเมิน)					ลายมือชื่อ ............................................................................ (ผู้รับการประเมิน)								
						<br>วันที่ .......... เดือน ...........................................พ.ศ. .........................					วันที่ ........... เดือน .....................................................พ.ศ. ......................								
						</td>
					</tr>
					<tr>
						<td colspan="14">3.  ความเห็นเพิ่มเติมของผู้ประเมิน (ระบุข้อมูลเมื่อสิ้นรอบการประเมิน) <br>	 1)  จุดเด่น  และ/หรือ สิ่งที่ควรปรับปรุงแก้ไข ................................................................................................................................................................................................................
						<br> 2)  ข้อเสนอแนะเกี่ยวกับวิธีส่งเสริมและพัฒนา...................................................................................................................................................................................................................

</td>
					</tr>
					<tr>
						<td colspan="14">4.  ผู้ประเมินและผู้รับการประเมินได้เห็นชอบผลการประเมินแล้ว  จึงลงลายมือชื่อไว้เป็นหลักฐาน (ลงนามเมื่อสิ้นรอบการประเมิน) <br>
						ลายมือชื่อ ................................................................................................................. (ผู้ประเมิน)					ลายมือชื่อ ............................................................................. (ผู้รับการประเมิน)
						<br>วันที่ .......... เดือน ...........................................พ.ศ. ..........................					วันที่ ........... เดือน .....................................................พ.ศ. ......................								
								

</td>
					</tr>
				</table>
</asp:Content>
